sdaiUnsetAttrBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Restores the state of the specified attribute in the specified application
instance such it has no value.
\param instance [in] The application instance whose attribute is to be unset.
\param attributeName [in] The name of the attribute to be unset.